export const modalData = [
  {
    title: 'Бальные танцы это:',
    description: [
      {
        subtitle: 'Средство воспитания и развития маленького человека',
        description:
          'Обогащает духовный мир, помогает ребёнку раскрыться как личность. В танце ребенок самоутверждается. На паркете танцевальной студии актуализируется его внутреннее «Я».',
      },
      {
        subtitle: 'Физическое, эмоциональное и интеллектуальное развитие',
        description:
          'Занятия бальными танцами способствуют развитию физической силы ребенка, выносливости, гибкости, укрепляют мышцы, улучшают работу дыхательной и сердечно-сосудистой систем. Многие исследования психологов доказали, что дети, занимающиеся танцами, добиваются больших успехов в учёбе, чем их сверстники, а также опережают их в общем развитии.',
      },
      {
        subtitle: 'Память, координация, логическое и образное мышление',
        description:
          'Занятия танцами развивают у детей эстетические чувства, музыкальный слух, умение воспринимать музыку, учат владеть своим телом, тренируют моторику и координацию движений.',
      },
      {
        subtitle: 'Снятие напряжения учебной школьной нагрузки, хорошее настроение',
        description:
          'Занятия танцами помогают вашему ребенку расслабиться, почувствовать уверенность в себе.',
      },
    ],
  },
  {
    title: 'В развивающую хореографию входит:',
    description: [
      {
        subtitle: '- пластика тела',
      },
      {
        subtitle: '- ритмика',
      },
      {
        subtitle: '- элементы бального танца',
      },
      {
        subtitle: '- растяжка',
      },
      {
        subtitle: '- постановка корпуса',
      },
      {
        subtitle: '- развитие чувства музыки и ритма',
      },
      {
        subtitle: '- открытые уроки для родителей',
      },
      {
        subtitle: '- участие в соревнованиях',
      },
    ],
  },
  {
    title: 'Соло-латина',
    description: [
      {
        subtitle: 'В программу обучения войдут следующие Латиноамериканские танцы:',
      },
      {
        list: [
          ['- Ча-ча-ча', '- Самба', '- Румба'],
          ['- Пасадобль', '- Джайв', '- Сальса'],
        ],
      },
      {
        description:
          'На занятиях девочки познакомятся с основными направлениями латиноамериканских танцев, изучат базовые движения, почувствуют настроение каждого из танцев и научатся владеть своим телом. Занятия по соло-латине позволят великолепно двигаться под любую музыку, сочетая движения из различных направлений. Также соло-латина даст осознание собственной привликательности, женственности и грациозности.',
      },
    ],
  },
  {
    title: 'Свадебный танец',
    description: [
      {
        description:
          'Первый танец молодоженов – это не просто красивые движения и дань традиции. Согласно некоторым приметам, это своеобразный символ, задающий направление жизни молодой семьи: насколько слаженно и красиво станцуют супруги, настолько теплой, дружелюбной и приятной будет атмосфера в их доме.',
      },
      {
        description:
          'Кроме того, первый танец – еще один способ для молодых показать свою любовь и нежность друг другу и выразить благодарность родным и друзьям за то, что они помогли создать атмосферу праздника и сделать этот день незабываемым.',
      },
      {
        description:
          'К выбору и подготовке свадебного танца стоит подходить со всей ответственностью – он так же важен, как платье невесты, праздничный букет или бабочка жениха. И чтобы все прошло легко и гладко, предлагаем обратить внимание на свадебный вальс.',
      },
    ],
  },
];
